// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "HP Printing Knowledge Center";

TaskTitleField = "HP Printing Knowledge Center";
TaskDescriptionField = "按一下「連線」以下載逐步指南並設定您的裝置，以確保準確且一致的顏色輸出。";
TaskStartButtonTitle = "連線";
